{
"1": { "sentence": "There is a desk and a chair.", "scene_type": "office"},
"2": { "sentence": "There is a desk and a computer.", "scene_type": "office"},
"3": { "sentence": "There is a desk and a laptop.", "scene_type": "office"},
"4": { "sentence": "There is a desk and a lamp.", "scene_type": "office"},
"5": { "sentence": "There is a desk and a poster.", "scene_type": "office"},
"6": { "sentence": "There is a desk and a notepad.", "scene_type": "office"},
"7": { "sentence": "There is a desk and a keyboard and a monitor.", "scene_type": "office"},
"8": { "sentence": "There is a desk and a monitor and a mouse.", "scene_type": "office"},
"9": { "sentence": "There is a desk and a monitor and a keyboard and a mouse.", "scene_type": "office"},
"10": { "sentence": "There is a desk and there is a notepad on the desk. There is a pen next to the notepad.", "scene_type": "office"},
"11": { "sentence": "There is a desk and there is a notepad on the desk. There is a pen on the notepad.", "scene_type": "office"},
"12": { "sentence": "There is a desk and there is a stapler on the desk. There is a notepad to the left of the stapler.", "scene_type": "office"},
"13": { "sentence": "There is a desk and there is a stapler on the desk. There is a keyboard to the right of the stapler.", "scene_type": "office"},
"14": { "sentence": "There is a table and a chair.", "scene_type": "living_room"},
"15": { "sentence": "There is a table and there is a plate on the table.", "scene_type": "living_room"},
"16": { "sentence": "There is a table and there are two plates on the table.", "scene_type": "living_room"},
"17": { "sentence": "There is a table and there is a plate. There is a sandwich on the plate.", "scene_type": "living_room"},
"18": { "sentence": "There is a table and there is a sandwich.", "scene_type": "living_room"},
"19": { "sentence": "There is a table and there is a lamp.", "scene_type": "living_room"},
"20": { "sentence": "There is a table and there is a chair to the left of the table.", "scene_type": "living_room"},
"21": { "sentence": "There is a table and there is a chair to the right of the table.", "scene_type": "living_room"},
"22": { "sentence": "There is a table and there is a lamp on the table.", "scene_type": "living_room"},
"23": { "sentence": "There is a table and there are two chairs.", "scene_type": "living_room"},
"24": { "sentence": "There is a table and there are four chairs.", "scene_type": "living_room"},
"25": { "sentence": "There is a table and there are four chairs. There are four plates and there are four sandwiches.", "scene_type": "living_room"},
"26": { "sentence": "There is a table and there is a chair to the left of the table. There is a chair to the right of the table.", "scene_type": "living_room"},
"27": { "sentence": "There is a table and there is a chair in front of the table. There is a chair behind the table.", "scene_type": "living_room"},
"28": { "sentence": "There is a table and there is a chair to the left of the table. There is a chair to the right of the table. There is a chair in front of the table. There is a chair behind the table.", "scene_type": "living_room"},
"29": { "sentence": "There is a bed next to the wall.", "scene_type": "bedroom"},
"30": { "sentence": "There is a bed and there is a laptop on the bed.", "scene_type": "bedroom"},
"31": { "sentence": "There is a bed and there is a pillow on the bed.", "scene_type": "bedroom"},
"32": { "sentence": "There is a bed and there is a nightstand next to the bed.", "scene_type": "bedroom"},
"33": { "sentence": "There is a bed and there is a nightstand next to the bed. There is a floor lamp next to the nightstand.", "scene_type": "bedroom"},
"34": { "sentence": "There is a bed and there is a nightstand next to the bed. There is a floor lamp next to the bed.", "scene_type": "bedroom"},
"35": { "sentence": "There is a bed and there is a nightstand next to the bed. There is a lamp on the nightstand.", "scene_type": "bedroom"},
"36": { "sentence": "There is a bed and there is a chair next to the bed.", "scene_type": "bedroom"},
"37": { "sentence": "There is a coffee table.", "scene_type": "living_room"},
"38": { "sentence": "There is a coffee table and there is a vase on the coffee table.", "scene_type": "living_room"},
"39": { "sentence": "There is a coffee table and there is a couch behind the coffee table.", "scene_type": "living_room"},
"40": { "sentence": "There is a coffee table and there is a couch behind the coffee table. There is a vase.", "scene_type": "living_room"},
"41": { "sentence": "There is a coffee table and there is a couch behind the coffee table. There is a vase on the coffee table.", "scene_type": "living_room"},
"42": { "sentence": "There is a coffee table and there is a couch. There is a chair next to the coffee table.", "scene_type": "living_room"},
"43": { "sentence": "There is a couch. There is a vase.", "scene_type": "living_room"},
"44": { "sentence": "There is a couch. There is a coffee table and there is a plant.", "scene_type": "living_room"},
"45": { "sentence": "There is a couch. There is a coffee table and there is a plant on the coffee table.", "scene_type": "living_room"},
"46": { "sentence": "There is a couch and there is a pillow on the couch. There is a chair next to the couch.", "scene_type": "living_room"},
"47": { "sentence": "There is a lamp and there is a chair next to the lamp. There is a coffee table next to the chair.", "scene_type": "living_room"},
"48": { "sentence": "There is a coffee table and there is a lamp behind the coffee table. There is a chair in front of the coffee table.", "scene_type": "living_room"},
"49": { "sentence": "There is a desk and there is a lamp next to the desk. There is a chair in front of the desk.", "scene_type": "living_room"},
"50": { "sentence": "There is a desk and there is a lamp next to the desk. There is a chair in front of the desk. There is a trash bin next to the desk.", "scene_type": "living_room"},
"51": { "sentence": "There is a bookcase and a couch.", "scene_type": "living_room"},
"52": { "sentence": "There is a bookcase and a desk.", "scene_type": "living_room"},
"53": { "sentence": "There is a bookcase and a vase on the bookcase. There is also a desk next to the bookcase.", "scene_type": "living_room"},
"54": { "sentence": "There is a bookcase and a couch. There is a plant by the couch.", "scene_type": "living_room"},
"55": { "sentence": "There is a couch and a coffee table. There is a cup on the coffee table.", "scene_type": "living_room"},
"56": { "sentence": "There is a bookcase and a couch and a coffee table. There is a cup on the bookcase.", "scene_type": "living_room"},
"57": { "sentence": "There is a table with candles and a bowl of fruit.", "scene_type": "living_room"},
"58": { "sentence": "There is a couch and a coffee table. There is a bowl of fruit on the coffee table.", "scene_type": "living_room"},
"59": { "sentence": "There is a couch and a coffee table. There is a trash bin next to the couch.", "scene_type": "living_room"},
"60": { "sentence": "There is a desk with a lamp and a bowl of fruit.", "scene_type": "living_room"}
}